[
  {
    "from": "Юрий(unknown)",
    "thread": "0 Дебаты",
    "link": "https://t.me/NullianityNull/933/193604",
    "date": "2025-07-12T00:03:47.000Z",
    "text": "Так Спиноза же еврей. Он и не должен быть христианином, ни традиционным, ни нетрадиционным"
  },
  {
    "from": "SamNull(@BakaAlf)",
    "thread": "0 Дебаты",
    "link": "https://t.me/NullianityNull/933/193605",
    "date": "2025-07-12T00:07:24.000Z",
    "text": "Да я это знаю я просто скопировал то, что нейронка выдала по запросу \"Спиноза кто был по религиозным убеждениям.\", что бы не навязчиво намекнуть, что нейронки тоже врут и полагаться на то, что говорит нейронка с 100 уверенностью это не стоит, благодарю вас, что вы это заметили и поправили 🤝"
  },
  {
    "from": "Юрий(unknown)",
    "thread": "0 Дебаты",
    "link": "https://t.me/NullianityNull/933/193606",
    "date": "2025-07-12T00:17:10.000Z",
    "text": "А касаемо этого, мно кто был верующим из философов. Гегель, Аристотель, оба Бэкона, Оккам, Абеляр, Беркли, Лейбниц.\n\nЗаметил, какой большой разрыв между ними, что в идеях, что в хронологии, что во влиянии на мир? Так что сам факт того, что Иван Иваныч верил — мало о чём говорит. Это не повод уверовать, и не повод веру прекращать"
  },
  {
    "from": "Юрий(unknown)",
    "thread": "0 Обсуждение общества потребления",
    "link": "https://t.me/NullianityNull/179210/193607",
    "date": "2025-07-12T00:24:48.000Z",
    "text": "Начать бы сначала потреблять, тогда может и борьба с обществом потребления имела бы смысл. Вот у меня не стоит проблемы, что мне впарили айфон вместо такого же по функционалу, но меньшего по цене телефона. У меня скорее стоит вопрос, где за приемлемые деньги хоть какой-то телефон найти, когда мой окончательно накроется. Как будто бы, можно было бы создать топик с обсуждением общества без потребления \n\n\nНу это я так, ворчу по-обывательски. Не обращайте внимания"
  },
  {
    "from": "0 *h₂n̥ryókos(@vindrij)",
    "thread": "0 Нуллiанство Українською",
    "link": "https://t.me/NullianityNull/8963/193608",
    "date": "2025-07-12T00:26:05.000Z",
    "text": "Для чого закривали"
  },
  {
    "from": "Ꙗже есть на небесе(@iLunaiLuna)",
    "thread": "0 Нуллiанство Українською",
    "link": "https://t.me/NullianityNull/8963/193609",
    "date": "2025-07-12T00:27:22.000Z",
    "text": "так тут ж топіки закривають після тижня неактивності"
  }
]